[{"_template":"df2b-439d-9351","url":"http://focusfeatures.com/the_place_beyond_the_pines","_type":"Nocturnal Animals Official Web Site Trailers a","_cached_page_id":"7dfd3805a0d7fba38f62eac40b0d4220035c225f","description":["The daring new movie from the director of Blue Valentine, The Place Beyond The Pines is a sweeping emotional drama powerfully exploring the unbreakable bond between fathers and sons. Luke (Academy Award nominee Ryan Gosling) is a high-wire motorcycle stunt performer who travels with the carnival from town to town. While passing through Schenectady in upstate New York, he tries to reconnect with a former lover, Romina (Eva Mendes), only to learn that she has given birth to their son Jason in his absence. Luke decides to give up life on the road to try and provide for his newfound family by taking a job as a car mechanic. Noticing Luke’s ambition and talents, his employer Robin (Ben Mendelsohn) proposes to partner with Luke in a string of spectacular bank robberies – which will place Luke on the radar of ambitious rookie cop Avery Cross (Academy Award nominee Bradley Cooper). Avery, who has to navigate a local police department ruled by the menacing and corrupt detective Deluca (Ray Liotta), is also struggling to balance his professional life with his family life, which includes his wife Jennifer (Rose Byrne) and their infant son AJ. The consequences of Avery's confrontation with Luke will reverberate into the next generation. It is then that the two sons, Jason (Dane DeHaan) and AJ (Emory Cohen), must face their fateful, shared legacy."]},{"_template":"df2b-439d-9351","url":"http://focusfeatures.com/the_debt/castncrew?member=jesper_christensen","_type":"Nocturnal Animals Official Web Site Trailers a","_cached_page_id":"0ca422bf8591d7ab55f9a56ef2bff5baf5d0dc3d","description":["Even the best secret agents carry a debt from a past mission. Rachel Singer must now face up to hers... Filmed on location in Tel Aviv, the U.K., and Budapest, the espionage thriller The Debt is directed by Academy Award nominee John Madden ( Shakespeare in Love ). The screenplay, by Matthew Vaughn & Jane Goldman and Peter Straughan, is adapted from the 2007 Israeli film Ha-Hov [ The Debt ]. At the 2011 Beaune International Thriller Film Festival, The Debt was honored with the Special Police [Jury] Prize. The story begins in 1997, as shocking news reaches retired Mossad secret agents Rachel (played by Academy Award winner Helen Mirren) and Stephan (two-time Academy Award nominee Tom Wilkinson) about their former colleague David (Ciar'an Hinds of the upcoming Tinker, Tailor, Soldier, Spy ). All three have been venerated for decades by Israel because of the secret mission that they embarked on for their country back in 1965-1966, when the trio (portrayed, respectively, by Jessica Chastain [ The Tree of Life , The Help ], Marton Csokas [ The Lord of the Rings , Dream House ], and Sam Worthington [ Avatar , Clash of the Titans ]) tracked down Nazi war criminal Dieter Vogel (Jesper Christensen of Casino Royale and Quantum of Solace ), the feared Surgeon of Birkenau, in East Berlin. While Rachel found herself grappling with romantic feelings during the mission, the net around Vogel was tightened by using her as bait. At great risk, and at considerable personal cost, the team's mission was accomplished - or was it? The suspense builds in and across two different time periods, with startling action and surprising revelations that compel Rachel to take matters into her own hands."]},{"_template":"df2b-439d-9351","url":"http://focusfeatures.com/mary-queen-of-scots","_type":"Nocturnal Animals Official Web Site Trailers a","_cached_page_id":"f67f608d37e2d33e6e28e38d0498da62a2a3fec9","description":["Mary, Queen of Scots explores the turbulent life of the charismatic Mary Stuart. Queen of France at 16 and widowed at 18, Mary defies pressure to remarry. Instead, she returns to her native Scotland to reclaim her rightful throne. But Scotland and England fall under the rule of the compelling Elizabeth 1. Each young Queen beholds her “sister” in fear and fascination. Rivals in power and in love, and female regents in a masculine world, the two must decide how to play the game of marriage versus independence. Determined to rule as much more than a figurehead, Mary asserts her claim to the English throne, threatening Elizabeth’s sovereignty. Betrayal, rebellion, and conspiracies within court imperil both thrones – and change the course of history."]},{"_template":"df2b-439d-9351","url":"http://focusfeatures.com/moonrise_kingdom","_type":"Nocturnal Animals Official Web Site Trailers a","_cached_page_id":"0afb74412d79ce3f1328da5a6d46bdb58359762f","description":["Moonrise Kingdom is the seventh film directed by two-time Academy Award-nominated filmmaker Wes Anderson ( The Royal Tenenbaums ). Set on an island off the coast of New England in the summer of 1965, Moonrise Kingdom tells the story of two 12-year-olds who fall in love, make a secret pact, and run away together into the wilderness. As various authorities try to hunt them down, a violent storm is brewing off-shore – and the peaceful island community is turned upside down in every which way. Bruce Willis plays the local sheriff, Captain Sharp. Edward Norton is a Khaki Scout troop leader, Scout Master Ward. Bill Murray and Frances McDormand portray the young girl’s parents, Mr. and Mrs. Bishop. The cast also includes Tilda Swinton , Jason Schwartzman , and Bob Balaban ; and introduces Jared Gilman and Kara Hayward as Sam and Suzy, the boy and girl."]},{"_template":"df2b-439d-9351","url":"http://focusfeatures.com/in_bruges","_type":"Nocturnal Animals Official Web Site Trailers a","_cached_page_id":"35d9228322280dc3876d559bc387a04dc5a90ac1","description":["Academy Award-winning writer/director Martin McDonagh takes audiences on a killingly funny trip In Bruges , which is world-premiering as the opening-night film of the 2008 Sundance Film Festival. Mr. McDonagh makes his feature directorial debut on the film, from his own original screenplay. His plays (which include The Lieutenant of Inishmore and The Pillowman ) have brought him two Olivier Awards and four Tony Award nominations. He wrote and directed Six Shooter , starring Brendan Gleeson, which earned him the 2006 Academy Award for Best Live-Action Short Film. In Bruges was filmed on location; Bruges (pronounced \"broozh\"), the most well-preserved medieval city in the whole of Belgium, is a welcoming destination for travellers from all over the world. But for hit men Ray (Colin Farrell) and Ken (Brendan Gleeson), it could be their final destination; a difficult job has resulted in the pair being ordered right before Christmas by their London boss Harry (two-time Academy Award nominee Ralph Fiennes) to go and cool their heels in the storybook Flemish city for a couple of weeks. Very much out of place amidst the gothic architecture, canals, and cobbled streets, the two hit men fill their days living the lives of tourists. Ray, still haunted by the bloodshed in London, hates the place, while Ken, even as he keeps a fatherly eye on Ray's often profanely funny exploits, finds his mind and soul being expanded by the beauty and serenity of the city. But the longer they stay waiting for Harry's call, the more surreal their experience becomes, as they find themselves in weird encounters with locals, tourists, violent medieval art, a dwarf American actor (Jordan Prentice) shooting a European art film, Dutch prostitutes, and a potential romance for Ray in the form of Chloë (Clémence Poésy), who may have some dark secrets of her own. And when the call from Harry does finally come, Ken and Ray's vacation becomes a life-and-death struggle of darkly comic proportions and surprisingly emotional consequences."]},{"_template":"df2b-439d-9351","url":"http://www.focusfeatures.com/dallasbuyersclub","_type":"Nocturnal Animals Official Web Site Trailers a","_cached_page_id":"41bd9ce1f518919a00cb8b0328754629c8998606","description":["An imperfect man fights for survival during an uncertain time in America. Inspired by true events, Ron Woodroof’s story of strength is told in Dallas Buyers Club , directed by Jean-Marc Vallée from an original screenplay by Craig Borten & Melisa Wallack . Spirit Award winner Matthew McConaughey portrays the real-life character, whose self-interest is galvanized into something much more. A son of Texas, Ron Woodroof is an electrician and rodeo cowboy. In 1985, he is well into an unexamined existence with a devil-may-care lifestyle. Suddenly, Ron is blindsided by being diagnosed as H.I.V.-positive and given 30 days to live. Yet he will not, and does not, accept a death sentence. His crash course of research reveals a lack of approved treatments and medications in the U.S., so Ron crosses the border into Mexico. There, he learns about alternative treatments and begins smuggling them into the U.S., challenging the medical and scientific community including his concerned physician, Dr. Eve Saks (Screen Actors Guild Award winner Jennifer Garner ). An outsider to the gay community, Ron finds an unlikely ally in fellow AIDS patient Rayon (Gotham Independent Film Award winner Jared Leto ), a transsexual who shares Ron’s lust for life. Rayon also shares Ron’s entrepreneurial spirit: seeking to avoid government sanctions against selling non-approved medicines and supplements, they establish a “buyers club,” where H.I.V.-positive people pay monthly dues for access to the newly acquired supplies. Deep in the heart of Texas, Ron’s pioneering underground collective beats loud and strong. With a growing community of friends and clients, Ron fights for dignity, education, and acceptance. In the years following his diagnosis, the embattled Lone Star loner lives life to the fullest like never before."]}]